{
  "item_Bokken": "Bokken",
  "item_Bokken_description": "Designed to emulate the shape and weight of a real katana, allowing practitioners to perform katas and sparring without the danger of a sharp blade.",
  "item_Bō": "Bō",
  "item_Bō_description": "A long, straight staff, usually made of sturdy wood like bamboo or oak, used for striking, blocking, and parrying attacks.",
  "item_Shinai": "Shinai",
  "item_Shinai_description": "The Shinai is the bamboo sword used in kendo for safe practice, designed to emulate the katana and perfect fencing technique.",
  "item_Katana": "Katana",
  "item_Katana_description": "A symbol of the samurai, it has evolved throughout Japanese history, recognized for its beauty and effectiveness in combat.",
  "item_Nagitana": "Nagitina",
  "item_Nagitana_description": "The Nagitina is a legendary spear, forged with a mystical metal that glows with an ethereal gleam. Its sharp blade is adorned with ancient runes promising power and precision in battle.",
  "item_Ninjato": "Ninjato",
  "item_Ninjato_description": "Characterized by being shorter than the traditional katana, granting advantages in combat in confined spaces and enabling quick draw techniques.",
  "item_Shakujō": "Shakujō",
  "item_Shakujō_description": "A staff traditionally associated with Buddhist practices. It consists of a long shaft, often made of bamboo or lightweight and sturdy wood, topped with a metal point adorned with several rings.",
  "item_Kamayari": "Kamayari",
  "item_Kamayari_description": "This weapon was used both for javelining and for hooking and bringing down enemy riders, being a versatile tool on the feudal Japanese battlefield.",
  "item_Kanobo": "Kanobo",
  "item_Kanobo_description": "The Kanobo is a blunt weapon of Japanese origin, traditionally used by samurai. Its robust and heavy design makes it ideal for crushing blows.",
  "item_Katana1": "Katana",
  "item_Katana1_description": "A symbol of the samurai, it has evolved throughout Japanese history, recognized for its beauty and effectiveness in combat.",
  "item_Tanto": "Tanto",
  "item_Tanto_description": "The Tanto is a traditional Japanese dagger, short and sharp, used by samurai for close combat and personal defense.",
  "item_Katana_Dorada": "Golden Katana",
  "item_Katana_Dorada_description": "The golden katana is a masterpiece of blacksmithing, its blade adorned with purple inscriptions that bring ancient legends to life. These inscriptions not only tribute the craftsman's skill but are also rumored to grant the bearer supernatural strength and wisdom.",
  "item_Katana_de_Valkyrie": "Valkyrie's Katana",
  "item_Katana_de_Valkyrie_description": "A katana in honor of a great mentor, thank you for guiding me on the path of modding and answering all my doubts.",
  "item_Sai": "Sai",
  "item_Sai_description": "Characterized by their bladeless dagger shape and a sharp point, accompanied by two long, pointed side guards. They are used both in martial arts and self-defense, capable of blocking and attacking with precise movements.",
  "item_Katana_de_las_nubes": "Cloud Katana",
  "item_Katana_de_las_nubes_description": "The Cloud Katana is a sword wrapped in legends, forged with a metal that reflects the stormy sky. Its inscriptions gleam with the promise of celestial powers, and it is said that its blade cuts through the air with a whisper reminiscent of the wind among the clouds.",
  "item_Katana_Sakura": "Sakura Katana",
  "item_Katana_Sakura_description": "A mystical katana created from the branches of an ancient cherry tree.",
  "item_Katana_de_un_gigante": "Giant's Katana",
  "item_Katana_de_un_gigante_description": "Que.",
  "item_Katananegra": "Kagutsuchi Katana",
  "item_Katananegra_description": "It is a black steel sword, its blade adorned with the design of blue flames, evoking the intensity and power of divine fire. It is said that a part of Kagutsuchi's soul resides within it.",
  "item_Katanahielo": "Yuki-onna Katana",
  "item_Katanahielo_description": "Forged in the icy depths of the Valheim mountains, the Yuki-onna Katana is a masterpiece of blacksmithing and mysticism. Its blade, as clear as the purest ice, reflects the moonlight with an ethereal glow. The steel, imbued with the icy breath of the snow lady, never loses its edge, cutting through air and armor with equal ease.",
  "item_Bebedora_de_Sangre": "Blood Drinker",
  "item_Bebedora_de_Sangre_description": "It gleams with a scarlet blade that simulates the flames of an eternal fire, while its black handle offers a shadowy contrast, as if forged in the depths of the earth.",
  "item_Katana_Musashi": "Musashi Katana",
  "item_Katana_Musashi_description": "Lost for a long time, this katana was used by a samurai from the era of the Oda Shogunate, Miyamoto Musashi, once known as the lord of shadows. With this weapon, Musashi defeated multiple enemies, alongside his friend Nobunaga he brought empires to their knees, and the fear generated by his exploits raised a wall that reached the skies in Babylon. The heat of the Dark Flame is felt on the blade."
}
