{
  "item_Bokken": "Bokken",
  "item_Bokken_description": "Es wurde entwickelt, um die Form und das Gewicht eines echten Katanas zu imitieren, so dass der Übende Katas und Sparring ohne die Gefahr einer scharfen Klinge durchführen kann.",
  "item_Bō": "Bō",
  "item_Bō_description": "Ein langer, gerader Stab, meist aus stabilem Holz wie Bambus oder Eiche, der zum Schlagen, Blocken und Parieren von Angriffen verwendet wird.",
  "item_Shinai": "Shinai",
  "item_Shinai_description": "Das Shinai ist das Bambusschwert, das im Kendo zum sicheren Üben verwendet wird, um das Katana nachzuahmen und die Fechttechnik zu perfektionieren.",
  "item_Katana": "Katana",
  "item_Katana_description": "Das Symbol der Samurai hat sich im Laufe der japanischen Geschichte weiterentwickelt und ist für seine Schönheit und Wirksamkeit im Kampf bekannt.",
  "item_Nagitana": "Nagitina",
  "item_Nagitana_description": "Die Nagitina ist ein legendärer Speer, geschmiedet aus einem mystischen Metall, das in einem ätherischen Glanz erstrahlt. Seine scharfe Klinge ist mit uralten Runen verziert, die Macht und Präzision im Kampf versprechen.",
  "item_Ninjato": "Ninjato",
  "item_Ninjato_description": "Es zeichnet sich dadurch aus, dass es kürzer ist als das traditionelle Katana, was Vorteile im Kampf auf engem Raum bietet und Schnellziehtechniken ermöglicht.",
  "item_Shakujō": "Shakujō",
  "item_Shakujō_description": "Ein Stab, der traditionell mit buddhistischen Praktiken verbunden ist. Er besteht aus einem langen Stiel, oft aus Bambus oder leichtem und stabilem Holz, an dessen Spitze sich eine mit mehreren Ringen versehene Metallspitze befindet.",
  "item_Kamayari": "Kamayari",
  "item_Kamayari_description": "Diese Waffe wurde sowohl zum Speerwerfen als auch zum Einhaken und Fallenlassen von gegnerischen Reitern verwendet und war ein vielseitiges Werkzeug auf dem feudalen japanischen Schlachtfeld.",
  "item_Kanobo": "Kanobo",
  "item_Kanobo_description": "Das Kanobo ist eine stumpfe Waffe japanischen Ursprungs, die traditionell von Samurai verwendet wurde. Seine robuste und schwere Konstruktion macht es ideal für vernichtende Schläge.",
  "item_Katana1": "Katana",
  "item_Katana1_description": "Das Symbol der Samurai hat sich im Laufe der japanischen Geschichte weiterentwickelt und ist für seine Schönheit und Wirksamkeit im Kampf bekannt.",
  "item_Tanto": "Tanto",
  "item_Tanto_description": "Der Tanto ist ein traditioneller japanischer Dolch, kurz und scharf, der von Samurai im Nahkampf und zur persönlichen Verteidigung verwendet wird.",
  "item_Katana_Dorada": "Goldenes Katana",
  "item_Katana_Dorada_description": "Das goldene Katana ist ein Meisterwerk der Schmiedekunst. Seine Klinge ist mit violetten Inschriften verziert, die alte Legenden zum Leben erwecken. Diese Inschriften würdigen nicht nur die Fertigkeit des Schmieds, sondern sollen dem Träger auch übernatürliche Kraft und Weisheit verleihen.",
  "item_Katana_de_Valkyrie": "Walküre's Katana",
  "item_Katana_de_Valkyrie_description": "Ein Katana zu Ehren eines großartigen Mentors. Danke, dass du mich auf den Pfad des Modding geführt und alle meine Zweifel beantwortet hast.",
  "item_Sai": "Sai",
  "item_Sai_description": "Sie zeichnen sich durch ihre klingenlose Dolchform und eine scharfe Spitze aus, die von zwei langen, spitzen Seitenwänden begleitet wird. Sie werden sowohl in der Kampfkunst als auch in der Selbstverteidigung eingesetzt und sind in der Lage, mit präzisen Bewegungen zu blocken und anzugreifen.",
  "item_Katana_de_las_nubes": "Wolken-Katana",
  "item_Katana_de_las_nubes_description": "Das Wolken-Katana ist ein sagenumwobenes Schwert, geschmiedet aus einem Metall, das den stürmischen Himmel widerspiegelt. Seine Inschriften schimmern mit dem Versprechen himmlischer Kräfte, und man sagt, dass seine Klinge die Luft mit einem Flüstern durchschneidet, das an den Wind zwischen den Wolken erinnert.",
  "item_Katana_Sakura": "Sakura Katana",
  "item_Katana_Sakura_description": "Ein mystisches Katana, das aus den Zweigen eines uralten Kirschbaums geschaffen wurde.",
  "item_Katana_de_un_gigante": "Katana des Riesen",
  "item_Katana_de_un_gigante_description": "Que.",
  "item_Katananegra": "Kagutsuchi Katana",
  "item_Katananegra_description": "Es ist ein schwarzes Stahlschwert, dessen Klinge mit einem Muster aus blauen Flammen verziert ist, die die Intensität und Kraft des göttlichen Feuers hervorrufen. Es heißt, dass ein Teil von Kagutsuchis Seele in ihm wohnt.",
  "item_Katanahielo": "Yuki-onna Katana",
  "item_Katanahielo_description": "Das in den eisigen Tiefen der Valheimer Berge geschmiedete Yuki-onna Katana ist ein Meisterwerk der Schmiedekunst und der Mystik. Seine Klinge, so klar wie das reinste Eis, reflektiert das Mondlicht mit einem ätherischen Glanz. Der Stahl, der mit dem eisigen Atem der Schneedame durchtränkt ist, verliert nie seine Schärfe und schneidet mit gleicher Leichtigkeit durch Luft und Rüstung.",
  "item_Bebedora_de_Sangre": "Bluttrinker",
  "item_Bebedora_de_Sangre_description": "Es glänzt mit einer scharlachroten Klinge, die die Flammen eines ewigen Feuers simuliert, während der schwarze Griff einen schattenhaften Kontrast bietet, als wäre er in den Tiefen der Erde geschmiedet.",
  "item_Katana_Musashi": "Musashi Katana",
  "item_Katana_Musashi_description": "Dieses lange Zeit verschollene Katana wurde von einem Samurai aus der Zeit des Oda-Shogunats benutzt, Miyamoto Musashi, der einst als Herr der Schatten bekannt war. Mit dieser Waffe besiegte Musashi zahlreiche Feinde, an der Seite seines Freundes Nobunaga zwang er Reiche in die Knie, und die Furcht, die seine Heldentaten auslösten, errichtete eine Mauer, die in Babylon bis in den Himmel reichte. Die Hitze der Dunklen Flamme ist auf der Klinge zu spüren."
}