{
  "item_Bokken": "Bokken",
  "item_Bokken_description": "Diseñada para emular la forma y el peso de una katana real, permite a los practicantes realizar katas y sparring sin el peligro de una hoja afilada.",
  "item_Bō": "Bō",
  "item_Bō_description": "Bō Es un palo largo y recto, generalmente hecho de madera resistente como el bambú o el roble, y se emplea para golpear, bloquear y parar ataques.",
  "item_Shinai": "Shinai",
  "item_Shinai_description": "El Shinai es la espada de bambú usada en kendo para prácticas seguras, diseñada para emular la katana y perfeccionar la técnica de esgrima.",
  "item_Katana": "Katana",
  "item_Katana_description": "Es un símbolo de los samuráis y se ha desarrollado a lo largo de la historia japonesa, siendo reconocida por su belleza y eficacia en combate.",
  "item_Nagitana": "Nagitina",
  "item_Nagitana_description": "La Nagitina es una lanza legendaria, forjada con un metal místico que brilla con un resplandor etéreo. Su hoja afilada está adornada con runas antiguas que prometen poder y precisión en la batalla.",
  "item_Ninjato": "Ninjato",
  "item_Ninjato_description": "Se caracteriza por ser más corto que la katana tradicional, lo que le otorga ventajas en combate en espacios reducidos y permite técnicas de desenfunde rápidas.",
  "item_Shakujō": "Shakujō",
  "item_Shakujō_description": "Un bastón tradicionalmente asociado con prácticas budistas. Se compone de una larga asta, a menudo hecha de bambú o madera ligera y resistente, rematada por una punta metálica adornada con varios aros.",
  "item_Kamayari": "Kamayari",
  "item_Kamayari_description": "Esta arma era utilizada tanto para jabalinar como para enganchar y derribar a los jinetes enemigos, siendo una herramienta versátil en el campo de batalla feudal japonés.",
  "item_Kanobo": "Kanobo",
  "item_Kanobo_description": "El Kanobo es un arma contundente de origen japonés, tradicionalmente utilizada por los samuráis. Su diseño robusto y pesado la hace ideal para golpes aplastantes.",
  "item_Katana1": "Katana",
  "item_Katana1_description": "Es un símbolo de los samuráis y se ha desarrollado a lo largo de la historia japonesa, siendo reconocida por su belleza y eficacia en combate.",
  "item_Tanto": "Tanto",
  "item_Tanto_description": "El Tanto es una daga japonesa tradicional, corta y afilada, usada por los samuráis para el combate cercano y la defensa personal.",
  "item_Katana_Dorada": "Katana Dorada",
  "item_Katana_Dorada_description": "La katana dorada es una obra maestra de la herrería, cuya hoja está adornada con inscripciones moradas que dan vida a leyendas antiguas. Estas inscripciones no solo son un tributo a la habilidad del artesano, sino que también se rumorea que otorgan al portador una fuerza y sabiduría sobrenaturales.",
  "item_Katana_de_Valkyrie": "Katana de Valkyrie",
  "item_Katana_de_Valkyrie_description": "Katana en honor a un gran mentor, gracias por guiarme en el camino del moding y responder todas mis dudas.",
  "item_Sai": "Sai",
  "item_Sai_description": "Se caracterizan por su forma de daga sin filo y una punta aguda, acompañadas de dos largas protecciones laterales puntiagudas1. Se utilizan tanto en artes marciales como en defensa personal, capaces de bloquear y atacar con movimientos precisos.",
  "item_Katana_de_las_nubes": "Katana de las nubes",
  "item_Katana_de_las_nubes_description": "La Katana de las Nubes es una espada envuelta en leyendas, forjada con un metal que refleja el cielo tormentoso. Sus inscripciones  relucen con la promesa de poderes celestiales, y se dice que su hoja corta el aire con un susurro que recuerda al viento entre las nubes.",
  "item_Katana_Sakura": "Katana Sakura",
  "item_Katana_Sakura_description": "Katana Mistica creada con las ramas de un  antiguo árbol del cerezo.",
  "item_Katana_de_un_gigante": "Katana de un gigante",
  "item_Katana_de_un_gigante_description": "Que.",
  "item_Katananegra": "Katana Kagutsuchi",
  "item_Katananegra_description": "Es una espada de acero negro, cuya hoja está adornada con el diseño de llamas azules, evocando la intensidad y el poder del fuego divino, se dice que una parte del alma de kagutsuchi habita en ella.",
  "item_Katanahielo": "Katana Yuki-onna",
  "item_Katanahielo_description": "Forjada en las profundidades heladas de las montañas de Valheim, la Katana Yuki-onna es una obra maestra de la herrería y el misticismo. Su hoja, tan clara como el hielo más puro, refleja la luz de la luna con un brillo etéreo. El acero, imbuido con el aliento gélido de la dama de la nieve, nunca pierde su filo, cortando a través del aire y la armadura con igual facilidad.",
  "item_Bebedora_de_Sangre": "Bebedora de Sangre",
  "item_Bebedora_de_Sangre_description": "Resplandece con una hoja escarlata que simula las llamas de un fuego eterno, mientras que su mango negro ofrece un contraste sombrío, como si estuviera forjado en las profundidades de la tierra.",
  "item_Katana_Musashi": "Katana Musashi",
  "item_Katana_Musashi_description": "Perdida por mucho tiempo, esta katana fue utilizada por un samurai de la época del Shogunato Oda, Miyamoto Musashi, conocido alguna vez como el señor de las sombras, con esta arma Musashi venció múltiples enemigos, junto a su amigo Nobunaga hizo caer imperios y el miedo que generaba sus hazañas, levanto un muro que llegaba hasta los cielos en Babilonia. El calor de la Llama Oscura se siente en la hoja."
}